export const scrollData = [
  {
    title: "В чём польза грибов?",
    text: "Грибы – это ценный питательный продукт, который вносит разнообразие в наш пищевой рацион и обогащает организм разнообразными питательными веществами. Все разновидности грибов содержат клетчатку, которая улучшает пищеварение, снижает уровень глюкозы в крови.",
  },
  {
    title: "Как часть есть?",
    text: "Считается, что грибы лучше употреблять не чаще, чем 2 раза в неделю по 100-150 г, и только после термической обработки, при которой разрушается токсин агаритин, содержащийся почти во всех, в том числе съедобных грибах.",
  },
  {
    title: "Сочетания",
    text: "Диетологи считают, что грибы плохо сочетаются с большинством продуктов, и поэтому их лучше употреблять отдельно. Худшие сочетания – с картофелем, рыбой, мучными изделиями, крупами, кабачками и морковью. По мнению диетологов, их можно употреблять с луком, капустой и горохом.",
  },
  {
    title: "Как правильно мыть грибы?",
    text: "Из-за их большой гидрофильности (способности впитывать воду) рекомендуют грибы не мыть, а протирать бумажным полотенцем или щеткой с мягкой щетиной, а испачканную или потемневшую часть ножки просто отрезать.",
  },
  {
    title: "Что делать при отравлении?",
    text: "Необходимо вызвать скорую помощь или доставить пострадавшего в больницу как можно скорее. До приезда скорой помощи промыть желудок.",
  },
];
